/**
 * Сначала мы загрузим все зависимости JavaScript этого проекта, которые
 * включает в себя React и других помощников. Это отличная отправная точка в то время как
 * создание надежных и мощных веб-приложений с использованием React + Laravel.
 */

require('./bootstrap');

/**
 * Далее мы создадим новый экземпляр компонента React и прикрепим его к
 * страница. Затем вы можете начать добавлять компоненты в это приложение
 * или настройте строительные леса JavaScript в соответствии с вашими уникальными потребностями.
 */

require('./components/App/App.js');
